Repository: MiLO83/MyLes
Catalog: MyNes/Forms/FormLauncher.*.resx
Languages: ar, zh_hans

# groupBox_snapshots.Text
source: Snapshots
ar: صور
zh_hans: 快照

# toolStripTextBox_find.ToolTipText
source: Search by name
ar: البحث السريع باستخدام الاسم
zh_hans: 按名称搜索

# showLauncherAtAppStartToolStripMenuItem.Text
source: Show Launcher at app start
ar: تشغيل المستعرض عند تشغيل البرنامج
zh_hans: 在应用程序启动时显示启动器

# toolStripButton8.ToolTipText
source: Selected game info
ar: معلومات اللعبة المختارة
zh_hans: 所选游戏信息

# toolStripButton5.ToolTipText
source: Detect snapshots/covers/info for games. Games with files exist can be used only.
ar: التقاط تلقائي للصور و الاغلفة و البيانات الاخرى
zh_hans: 检测游戏的快照/封面/信息。 文件存在的游戏只能使用。

# openFileLocationToolStripMenuItem.Text
source: Open file location
zh_hans: 打开文件位置

# Button_mode_all.Text
source: ALL
ar: الكل
zh_hans: 所有

# Button_mode_files.Text
source: FILES
ar: ملفات
zh_hans: 文件

# $this.Text
source: My Nes Launcher
ar: المستعرض
zh_hans: My Nes 启动器

# toolStripButton1.Text
source: NEW
ar: جديد
zh_hans: 新建

# rememberSelectionToolStripMenuItem.ToolTipText
source: Indicate if the launcher should remeber last selcted entry next time you open the launcher.
ar: تحديد اذا كان متوجبا على البرنامج تذكر اخر لعبة مختارة
zh_hans: 指示启动器是否应该在您下次打开启动器时记住上次选择的条目。

# toolStripButton9.Text
source: DELETE
ar: حذف
zh_hans: 删除

# toolStripButton6.Text
source: SHOW DETECT TABLE
ar: اظهار جدول الملتقطات
zh_hans: 显示检测表

# toolStripButton5.Text
source: DETECT
ar: التقاط تلقائي
zh_hans: 检测

# toolStripButton4.ToolTipText
source: Find games using advanced search
ar: البحث عن العاب باستخدام البحث المتقدم
zh_hans: 使用高级搜索查找游戏

# toolStripButton2.Text
source: ASSIGN
ar: تعيين
zh_hans: 分配

# groupBox_game.Text
source: Game
ar: بيانات اللعبة
zh_hans: 游戏

# toolStripButton2.ToolTipText
source: Assign files to the database entries. This process will scan folders for nes files that matches the entries. Also there's an option allows to add the files that not match as new entries.
ar: تعيين ملفات الالعاب لكي تتوافق مع البيانات في قاعدة البيانات
zh_hans: 将文件分配给数据库条目。 此过程将扫描文件夹以查找与条目匹配的 nes 文件。 还有一个选项允许将不匹配的文件添加为新条目。

# toolStripButton3.Text
source: PLAY
ar: اللعب
zh_hans: 开始

# cycleImagesOnGameInfoToolStripMenuItem.ToolTipText
source: If enabled, the Game tab will cycle the images if the images count (snaps and covers) are larger than 1.
ar: اذا كان مفعلا سيقوم البرنامج بالدوران في كل الصور المتوفرة للعبة المختارة و ذلك في مستعرض بيانات اللعبة
zh_hans: 如果启用，如果图像计数（快照和封面）大于 1，游戏选项卡将循环图像。

# toolStripButton1.ToolTipText
source: Create new database using the NesCartDB file (database.xml file). After that, you can assign files to the entries.
ar: انشاء قاعدة بيانات جديدة.
zh_hans: 使用 NesCartDB 文件（database.xml 文件）创建新数据库。 之后，您可以将文件分配给条目。

# Button_mode_all.ToolTipText
source: Show all games in database.
ar: عرض كل الالعاب في قاعدة البيانات
zh_hans: 显示数据库中的所有游戏。

# toolStripButton7.Text
source: ADD
ar: اضافة
zh_hans: 添加

# toolStripLabel1.Text
source: SHOW
ar: عرض
zh_hans: 显示

# Button_mode_missing.ToolTipText
source: Show games with no file assigned
ar: اظهار الالعاب التي لم يتم تعيينها بعد (ليست موجودة على القرص)
zh_hans: 显示未分配文件的游戏

# autoMinimizeToolStripMenuItem.Text
source: Auto Minimize
ar: التصغير التلقائي
zh_hans: 自动最小化

# toolStripButton10.Text
source: OPEN
zh_hans: 打开

# toolStripSplitButton1.Text
source: SETTINGS
ar: اعدادات
zh_hans: 设置

# Button_mode_missing.Text
source: MISSING
ar: مفقودة
zh_hans: 丢失

# Button_mode_notDB.Text
source: NOT DB
ar: ليست من القاعدة
zh_hans: 不是数据库

# toolStripButton10.ToolTipText
source: Open database file (My Nes Database File)
zh_hans: 打开数据库文件（My Nes 数据库文件）

# Button_mode_notDB.ToolTipText
source: Show games that not in NesCart database.
ar: اظهار الالعاب التي لا تنتمي ل NesCartDB
zh_hans: 显示不在 NesCart 数据库中的游戏。

# toolStripButton8.Text
source: INFO
ar: معلومات
zh_hans: 信息

# StatusLabel.Text
source: Ready.
ar: جاهز.
zh_hans: 就绪

# rememberSelectionToolStripMenuItem.Text
source: Remember selection
ar: تذكر المختارة
zh_hans: 记住选择

# toolStripButton4.Text
source: FIND
ar: بحث
zh_hans: 查找

# toolStripLabel2.Text
source: Note: after starting a game, press Esc/F1 or shutdown the emulation to return to the launcher.
ar: ملاحظة: بعد تشغيل لعبة, اضغط على F1 أو اوقف تشغيل المحاكاة للعودة الى المستعرض
zh_hans: 注意：开始游戏后，按 Esc/F1 或关闭仿真返回启动器。

# infoToolStripMenuItem.Text
source: Info
zh_hans: 信息

# cycleImagesOnGameInfoToolStripMenuItem.Text
source: Cycle images on game info
ar: الدوران للصور في مستعرض بيانات اللعبة
zh_hans: 在游戏信息上循环图像

# showLauncherAtAppStartToolStripMenuItem.ToolTipText
source: Indicates if the Launcher should be opened when My Nes starts.
ar: تعيين ما اذا كان يتوجب تشغيل المستعرض تلقائيا عند بدء البرنامج
zh_hans: 指示启动器是否应在 My Nes 启动时打开。

# toolStripButton6.ToolTipText
source: Show a detect table. For debug purpose only.
ar: للتعقب فقط
zh_hans: 显示检测表。 仅用于调试目的。

# Button_mode_database.Text
source: DATABASE
ar: قاعدة بيانات
zh_hans: 数据库

# Button_mode_files.ToolTipText
source: Show games that exist on disk
ar: اظهار الالعاب الموجودة على القرص فقط
zh_hans: 显示磁盘上存在的游戏

# toolStripButton7.ToolTipText
source: Add files to the database. If entries match file(s), these entries get updated. Otherwise files not found in database get added as new entries/entry.
ar: اضافة ملفات الى قاعدة البيانات.
zh_hans: 将文件添加到数据库。 如果条目与文件匹配，则这些条目会更新。 否则在数据库中找不到的文件将作为新条目/条目添加。

# groupBox_covers.Text
source: Covers
ar: اغلفة
zh_hans: 封面

# autoMinimizeToolStripMenuItem.ToolTipText
source: Auto minimize the launcher when starting a game.
ar: التصغير التلقائي للمستعرض عند تشغيل لعبة
zh_hans: 开始游戏时自动最小化启动器。

# playToolStripMenuItem.Text
source: Play
zh_hans: 开始

# deleteToolStripMenuItem.Text
source: Delete
zh_hans: 删除

# toolStripButton9.ToolTipText
source: Delete selected entries
ar: حذف المداخل المختارة
zh_hans: 删除所选条目

# toolStripButton3.ToolTipText
source: Play selected game.
ar: تشغيل اللعبة المختارة
zh_hans: 开始所选游戏。

# groupBox_info.Text
source: Info
ar: معلومات
zh_hans: 信息

# Button_mode_database.ToolTipText
source: Show games of NesCartDB database only
ar: اظهار الالعاب من قاعدة بيانات NesCartDB فقط
zh_hans: 仅显示 NesCartDB 数据库的游戏
